Repository: masakhane-io/masakhane-mt
Catalog: Data/en-ig Tech Sentences/en-ig.tmx
Source language: en
Languages: ig

source: A_bout Panels
ig: M_aka Paneelụ

source: Application
ig: Usoroiheomume

source: Application in Terminal
ig: Obubata usoroiheomume...

source: _Type:
ig: Ụ_dị:

source: _Name:
ig: _Aha azụ:

source: Browse icons
ig: Omenchọgharị

source: _Browse...
ig: Omenchọgharị

source: Co_mment:
ig: Mbanye iwu

source: Choose an application...
ig: Bido usoroiheomume...

source: Comm_and:
ig: Aịkọn iwu

source: _Location:
ig: _Aịkọn:

source: The command of the launcher is not set.
ig: A ga-ebido aịkọn iwu.

source: Could not display help document
ig: Agaghị egosinwu nnyemaka dọkumenti

source: Click on a window to force the application to quit. To cancel press <ESC>.
ig: Pịa na windo n'ịkwụsị usoroiheomume n'ike. N'iwepụ pịa <ESC>.

source: Force this application to exit?
ig: Wepụ n'ike usoroiheomume na-enye nsogbu

source: If you choose to force an application to exit, unsaved changes in any open documents in it might get lost.
ig: Wepụ usoroiheomume a n'ike? (Dọkumenti ọbụla emepere emepe ga-efu.)

source: Enable program list in "Run Application" dialog
ig: N'ekwe ndesịta program na "Bido usoroiheomume"dayalọọgụ

source: If true, the "Known Applications" listing in the "Run Application" dialog is made available. Whether or not the listing is expanded when the dialog is shown is controlled by the show_program_list key.
ig: Ọ bụrụ na ọ bụ eziokwu, "Usoroiheomume ahu a ma ama"Ewepụtara ndesịta ahụ n'ime "Bido usoroiheomume"dayalọọgụ. Ma ọ bụ ma ọbụghị na a bawanyere ndesịta ahụ mgbe e gosiri dayalọọgụ ka elekọtara site n'aka kii_program_ngosi.

source: Expand program list in "Run Application" dialog
ig: Bawanye ndesịta program na "Bido usoroiheomume"dayalọọgu

source: If true, the "Known Applications" listing in the "Run Application" dialog is expanded when the dialog is opened. This key is only relevant if the enable_program_list key is true.
ig: Ọ bụrụ na ọ bụ eziokwu, "Usoroiheomume ahụ a ma ama"ndesịta ahụ n'ime "Bido usoroiheomume"dayalọogụ ka abawanyere mgbe e mepere dayalọọgụ. Kii a bara uru sọsọ ma ọ bụrụ na kii ndesịta_program_nke e kwere bụ eziokwu.

source: Enable autocompletion in "Run Application" dialog
ig: N'ekwe ngwụcha keonwe na "Bido usoroiheomume"dayalọọgụ

source: If true, autocompletion in the "Run Application" dialog is made available.
ig: Ọ bụrụ na o bụ eziokwu, a ga-ewepụta ngwụcha nkeonwe nọ na "Bido usoroiheomume" dayalọọgụ.

source: Panel ID list
ig: Ndesịta ID paneelụ

source: A list of panel IDs. Each ID identifies an individual toplevel panel. The settings for each of these panels are stored in /apps/panel/toplevels/$(id).
ig: Ndesịta ID paneelụ. IDs nke ọbụla na-egosi paneelụ tọplevụụl. Nhazi ahụ maka nke ọbụla nke paneelụ ndị a ka echekwara na /apps/panel/toplevels/$(id).

source: Panel applet ID list
ig: Ndesịta ID apleetị paneelụ

source: A list of panel applet IDs. Each ID identifies an individual panel applet. The settings for each of these applets are stored in /apps/panel/applets/$(id).
ig: Ndesịta paneelụ IDs apleetị. ID nke ọbụla na-egosi paneelụ apleetị. Nhazi maka apleetị ndị a ka echekwara na /apps/panel/applets/ $(id).

source: Panel object ID list
ig: Ndesịta ID ọbjektị paneelụ

source: A list of panel object IDs. Each ID identifies an individual panel object (e.g. a launcher, action button or menu button/bar). The settings for each of these objects are stored in /apps/panel/objects/$(id).
ig: Ndesịta IDs ọbjektị paneelụ. ID nke ọbụla na-egosi ọbjektị paneelụ (ọmụmatụ obubata, bọtịnị mmem mọọbụ bọtịnị menu/bar). Nhazi maka ọbjektị ndị a ka echekwara na /apps/panel/objects/$(id).

source: Old profiles configuration migrated
ig: Nhazi mgbaama ochie gbanwere

source: A boolean flag to indicate whether the user's previous configuration in /apps/panel/profiles/default has been copied to the new location in /apps/panel.
ig: Boolean flag ga-egosi ma nhazi ochie ojieme nà / apps/panel/profile/difọọltụ edebatala n'ebe ọfụụ na /apps/ paneelụ.

source: Enable tooltips
ig: N'ekwe tuultip

source: If true, tooltips are shown for objects in panels.
ig: Ọ bụrụ na ọ bụ eziokwu, a ga-egosi tuultip maka ọbjektị nọ na paneelụ.

source: Deprecated
ig: Keochie

source: Enable animations
ig: N'ekwe anịmeshiọn

source: Autoclose drawer
ig: Drọwa nke mmechi nkeonwe

source: If true, a drawer will automatically be closed when the user clicks a launcher in it.
ig: Ọ bụrụ na ọ bụ eziokwu, drọwa ga-eji aka ya mechie mgbe ojieme pịrị obubata n'ime ya.

source: Confirm panel removal
ig: Chọchaa nwepụ nke paneelụ

source: If true, a dialog is shown asking for confirmation if the user wants to remove a panel.
ig: Ọ bụrụ na ọ bụ eziokwu, egosiri dayalọọgụ n'ịjụ maka nchọpụta ma ọ bụrụ na ojieme chọrọ iwepụ paneelụ.

source: Highlight launchers on mouseover
ig: Kpụkpụta ndi mbubata na maụsova

source: If true, a launcher is highlighted when the user moves the pointer over it.
ig: Ọ bụrụ na ọ bụ eziokwu, akpụpụtara obubata mgbe ojieme kpụgara pọịnta na ya.

source: Complete panel lockdown
ig: Mkpọchi paneelụ zuruoke

source: If true, the panel will not allow any changes to the configuration of the panel. Individual applets may need to be locked down separately however. The panel must be restarted for this to take effect.
ig: Ọ bụrụ na ọ bụ eziokwu, paneelụ ahụ agaghị e kwe mgbanwe ọbụla na nhazi paneelụ ahụ. Paneelụ ndị ọzọ ga-achọ mkpọchi n'iche n'iche ka ọ dị. A ga-ebidogharịrị paneelụ ahụ ka nke a bido ọrụ.

source: Applet IIDs to disable from loading
ig: Apleetị IIDs ka odizebụlụọ site na ndebata

source: A list of applet IIDs that the panel will ignore. This way you can disable certain applets from loading or showing up in the menu. For example to disable the mini-commander applet add 'OAFIID:GNOME_MiniCommanderApplet' to this list. The panel must be restarted for this to take effect.
ig: Ndesịta nke apleetị IIDs nke paneelụ na-elegharanya. N'ụzọ a ị ga-edizebụlụ ụfọdụ apleetị site n'idebata mọọbụ igosi na menu. Omụmatụ n'ịdịzebụlụ apleetị otiiwu-obere tinye 'OAFIID:GNOME_MiniCommanderApplet' na ndesịta a. A ga-ebidogharị paneelụ ahụ ka nke a bido ọrụ.

source: Disable Logging Out
ig: Ọpụpụ dizebụlụ

source: If true, the panel will not allow a user to log out, by removing access to the log out menu entries.
ig: Ọ bụrụ na ọ bụ eziokwu, paneelụ agaghị e kwe ka ojieme pụọ, site n'iwepụ ikikembanye n'ebe mbanye menu ọpụpụ.

source: Disable Force Quit
ig: Akwụsịla ike dizebụlụ

source: If true, the panel will not allow a user to force an application to quit by removing access to the force quit button.
ig: Ọ bụrụ na ọ bụ eziokwu, paneelụ ahụ agaghị e kwe ojieme ka ọkwụsị usoroiheomume n'ike site n'iwepụ ikikembanye na bọtịnị nkwụsị n'ike.

source: Browse and run installed applications
ig: Enwetaghị usoroiheomume dabaranụ̄

source: _Edit Menus
ig: _Dezie Menu

source: Open '%s'
ig: Mepee '%s'

source: Unable to mount %s
ig: N'ekwe tuultip

source: Removable Media
ig: Midia dị̄ nwepụ

source: Network Places
ig: Ebe ikukumgbasaozi

source: Open your personal folder
ig: Mepee desktọọpụ ahụ dịka nsomebe faịlụDesktop FolderDesktop Folder

source: Desktop
ig: Gosi Desktọọpụ

source: Open the contents of your desktop in a folder
ig: Mepee desktọọpụ ahụ dịka nsomebe faịlụ

source: Places
ig: Ebe

source: Log Out %s...
ig: mpụta na kọmputa1" (msgctxt: "panel:showusername") to "1

source: Log out %s of this session to log in as a different user
ig: Pụta n'agbanke a ka ịbanye dịka ojieme dị iche mọọbụ ịgbanyụcha kọmputa ahụ

source: Panel object type
ig: Ụdị ọbjektị paneelụ

source: The type of this panel object. Possible values are "drawer-object", "menu-object", "launcher-object", "bonobo-applet", "action-applet" and "menu-bar".
ig: Ụdị paneelụ ọbjektị a. Valiu ndị dị mmenwu bụ "drawer-object", "menu-object", "launcher-object", "bonobo-applet", "action-applet" na "menu-bar".

source: Toplevel panel containing object
ig: Tọplevụụl paneelụ nwere ọbjektị

source: The identifier of the toplevel panel which contains this object.
ig: Ogosi nke paneelụ tọplevụụlụ nke nwere ọbjektị a n'ime ya.

source: Object's position on the panel
ig: Ebe ọbjektị na paneelụ

source: The position of this panel object. The position is specified by the number of pixels from the left (or top if vertical) panel edge.
ig: Ebe paneelụ ọbjektị a. Ezipụtara ebe ahụ site n'ọnụọgụgụ nke pikseelụ n'akaekpe (mọọbụ nke elu ma ọ bụrụ na ọ dị vatịkal) paneelụ.

source: Interpret position relative to bottom/right edge
ig: Tụgharịa ebe n'akụkụ okpuru/akanri

source: If true, the position of the object is interpreted relative to the right (or bottom if vertical) edge of the panel.
ig: Ọ bụrụ na ọ bụ eziokwu, a ga-atụgharị ebe ọbjektị n'akụkụ akanri (mọọbụ n'okpuru ma ọ bụrụ na ọ dị vatikal) nke paneelụ ahụ.

source: Lock the object to the panel
ig: Kpọchie ọbjektị na paneelụ ahụ

source: If true, the user may not move the applet without first unlocking the object using the "Unlock" menuitem.
ig: Ọ bụrụ na ọ bụ eziokwu, ojieme nwere ike ọ gaghị akpụgha apleetị n'ebughị ụzọ akpọpe ọbjektị ahụ n'iji "Unlock" menuitem.

source: Applet Bonobo IID
ig: Apleetị IID Bonobo

source: The Bonobo implementation ID of the applet - e.g. "OAFIID:GNOME_ClockApplet". This key is only relevant if the object_type key is "bonobo-applet".
ig: ID nwepụta Bonobo nke apleetị - ọmụmatụ. "OAFIID:GNOME_ClockApplet". Kii a na-aba uru ma ọ bụrụ na kii object_type bụ "bonobo-applet".

source: Panel attached to drawer
ig: Paneelụ agbakwunyere na drọwa

source: The identifier of the panel attached to this drawer. This key is only relevant if the object_type key is "drawer-object".
ig: Ògòsí nke paneelụ agbakwunyere na drọwa a. Kii a na-aba uru ma ọ bụrụ kii object_type bụ "drawer-object".

source: Tooltip displayed for drawer or menu
ig: Egosiri tuultiip maka drọwa mọọbụ menu

source: The text to display in a tooltip for this drawer or this menu. This key is only relevant if the object_type key is "drawer-object" or "menu-object".
ig: Ngwe ahụ nke ga-egosi na tuultiipu maka drọwa a mọọbụ menu a. Kii a sọsọ bara uru ma ọ bụrụ na kii object_type bụ "drawer-object" mọọbụ "menu-object".

source: Use custom icon for object's button
ig: Jiri aịkọn emeredịkachọrọ maka bọtịnị ọbjektị

source: If true, the custom_icon key is used as a custom icon for the button. If false, the custom_icon key is ignored. This key is only relevant if the object_type key is "menu-object" or "drawer-object".
ig: Ọ bụrụ na ọ bụ eziokwu, kii aịkọn_emeredịkachọrọ ka e weere dịka aịkọnụ emeredịkachọrọ maka bọtịnị ahụ. Ma ọ bụrụ na ọ bụ asị, a ga-eleghara aịkọnụ_emeredịkachọrọ anya. Kii a na-aba uru ma ọ bụrụ na kii ụdị_ọbjektị bụ "menu-object" mọọbụ "drawer-object".

source: Icon used for object's button
ig: Aịkọn ejirila maka bọtịn ọbjektị

source: The location of the image file used as the icon for the object's button. This key is only relevant if the object_type key is "drawer-object" or "menu-object" and the use_custom_icon key is true.
ig: Ebe faịlụ inyogo ejiri dịka aịkọn maka bọtịnị ọbjektị. Kii a sọsọ na-aba uru ma ọ bụrụ na kii object_type bụ "drawer-object" mọọbụ "menu-object" nakwa kii use_custom_icon bụ eziokwu.

source: Use custom path for menu contents
ig: JIri paatị emeredịkachọrọ maka menu ndịna

source: If true, the menu_path key is used as the path from which the menu contents should be constructed. If false, the menu_path key is ignored. This key is only relevant if the object_type key is "menu-object".
ig: Ọ bụrụ na ọ bụ eziokwu, ejiri kii menu_path dịka path nke a rụpụtara na ndịna menu. Ma ọ bụrụ na ọ bụ asị, a ga-eleghara kii menu_path anya. Kii a na-aba uru sọsọ ma ọ bụrụ na kii object_type bụ "menu-object".

source: Menu content path
ig: Paatị ndịna menu

source: The path from which the menu contents is contructed. This key is only relevant if the use_menu_path key is true and the object_type key is "menu-object".
ig: Paatị ahụ nke e siri rụpụta ndịna menu. Kii a na-aba uru ma ọ bụrụ na kii use_menu_path bụ eziokwu nakwa kii object_type bụ "menu- object".

source: Launcher location
ig: Ebe obubata

source: The location of the .desktop file describing the launcher. This key is only relevant if the object_type key is "launcher-object".
ig: Ebe desktọọpụ faịlụ nà-àkọ́wá obubata. Kii a na-aba uru ma ọ bụrụ na kii object_type bụ "launcher-object".

source: Action button type
ig: Ụdị bọtịn mmem

source: The action type this button represents. Possible values are "lock", "logout", "run", "search" and "screenshot". This key is only relevant if the object_type key is "action-applet".
ig: Ụdị mmem bọtịnị a na-anọchi. Valiu ndị dị mmenwu bụ "lock", "logout", "run", "search"screenshot". Kii a na-aba uru ma ọ bụrụ na kii object_type bụ "action-applet".

source: Error reading GConf string value '%s': %s
ig: Nwepụta ndehie GConf valiu ahịrị '%s': %s

source: Error reading GConf integer value '%s': %s
ig: Nwepụta ndehieGConf valiu ịntiga '%s': %s

source: Panel '%s' is set to be displayed on screen %d which is not currently available. Not loading this panel.
ig: E kpokọtara'%s' paneelụ ka o gosi n'inyogo %d nke na-adịbeghị mgbe ahụ. Anaghị edebanye paneelụ a.

source: Error reading GConf boolean value '%s': %s
ig: Nwepụta ndehie GConf valiu boolean '%s': %sOrientation

source: Top
ig: EluOrientation

source: Bottom
ig: OkpuruOrientation

source: Left
ig: AkaekpeOrientation

source: Right
ig: Akanri

source: Drawer Properties
ig: Akparamagwa paneelụ

source: Unable to load file '%s': %s.
ig: Ndebata inyogo dàrà àdà %s

source: Panel Properties
ig: Akparamagwa paneelụ

source: Some of these properties are locked down
ig: Mkpọchi akparamagwa ụfọdụ ndị a

source: _Icon:
ig: _Aịkọn:

source: _Size:
ig: _Ụhara

source: _Orientation:
ig: _Nduzi:

source: E_xpand
ig: B_awanye

source: _Autohide
ig: _Ozuzokeonwe

source: Show hide _buttons
ig: Gosi _bọtịnị ndị e zoro ezo

source: Arro_ws on hide buttons
ig: Ar_o nọ na bọtịnị ozuzo

source: _None (use system theme)
ig: _Onweghị (Jiri isiokwu sistem)

source: Solid c_olor
ig: Ụcha _bụ̄ ákpụ̀

source: Pick a color
ig: Họrọ ụcha

source: S_tyle:
ig: Ụ_dị:

source: Co_lor:
ig: Ục_ha:

source: Transparent
ig: Kèánàhụ́ányā

source: Opaque
ig: Kèánáhụ́chāghị́ányá

source: Background _image:
ig: Inyogo _keokpuru:

source: Select background
ig: Họrọ keokpuru

source: Image Background Details
ig: Ndesịta mmem inyogo keokpuru

source: _Tile
ig: _Taịlụ

source: _Scale
ig: _Skeelụ

source: St_retch
ig: Mg_batị

source: Rotate image when panel is _vertical
ig: Tụgharịa inyogo mgbe paneelụ dị _vatịkal

source: Could not open recently used document "%s"
ig: Emepenwughị dọkumenti nke ọfụụ ejirila rụọ ọrụ

source: An unknown error occurred while trying to open "%s".
ig: Ndehie a na-amaghị pụtara mgbe a na-achọ imepe %s

source: Clear the Recent Documents list?
ig: Kpochapụ dọkụmenti nke ọfụụ?

source: If you clear the Recent Documents list, you clear the following: • All items from the Places → Recent Documents menu item. • All items from the recent documents list in all applications.
ig: Ọ bụrụ na ikpochapụ ndesịta dọkumenti ọfụụ ahụ, ikpochapụkwa ndị a n'esonụ̄: • Ihenhọrọ niile site n'ebe → ihenhọrọ menu dọkumenti nke ọfụụ. • Ihenhọrọ niile site na ndesịta dọkumenti ọfụụ n'usoroiheomume niile.

source: Clear Recent Documents
ig: Kpochapụ dọkumenti ndị ọfụụ

source: Recent Documents
ig: Dọkumenti ọfụụ

source: Clear Recent Documents...
ig: Kpochapụ dọkumenti ndị ọfụụ

source: Clear all items from the recent documents list
ig: Kpochapụ ihenhọrọ niile na ndesịta dọkumenti ọfụụ

source: Could not run command '%s'
ig: Enweghị ike ibubatanwu iwu '%s'

source: Could not convert '%s' from UTF-8
ig: Enweghị ike ịtụgharịnwu '%s' site na UTF-8

source: Choose a file to append to the command...
ig: Họrọ faịlụ ka ịgbakwunye n'iwu ahụ...

source: Select an application to view its description.
ig: Họrọ usoroiheomume ka i gosi nkọwa ya.

source: Will run command: '%s'
ig: Ga-ebido iwu: '%s'

source: URI list dropped on run dialog had wrong format (%d) or length (%d)
ig: Ndesịta URI kwụsịrị na mbido dayalọọgụ nwere ájọ́ nhaziihe (%d) mọọbụ ogologo (%d)

source: Run Application
ig: Bido Usoroiheomume

source: Command icon
ig: Aịkọn iwu

source: The icon of the command to be run.
ig: A ga-ebido aịkọn iwu.

source: Run in _terminal
ig: Bido _ngwaọrụ mbupụ na mbubata ozi

source: Select this box to run the command in a terminal window.
ig: Họrọ igbe a bido iwu na windo mbupụ na mbubata ozi.

source: Run with _file...
ig: Bido ya na _faịlụ...

source: Click this button to browse for a file whose name to append to the command string.
ig: Pịa bọtịnị a ka ịchọgharịa maka nke aha ya gbakwunyere n'iwu ahịrị ahụ.

source: List of known applications
ig: Ndesịta usoroiheomume a na-amaghị

source: Show list of known _applications
ig: Gosi ndesịta _usoroiheomume ndị ama

source: Click this button to run the selected application or the command in the command entry field.
ig: Pịa bọtịnị a ka ibido usoroiheomume a họrọla mọọbụ iwu ahụ nọ n'ime fịldụ mbanye nke iwu.

source: _Force quit
ig: _Nkwụsị n'ike

source: C_lear
ig: K_pochapụ

source: D_on't Delete
ig: E_hichakwala

source: Hide Panel
ig: Zòó paneelụ

source: Top Expanded Edge Panel
ig: Paneelụ elu abawanyere abawanye

source: Top Centered Panel
ig: Paneelụ elu etiti

source: Top Floating Panel
ig: Paneelụ ōsé n'elu

source: Top Edge Panel
ig: Paneelụ ọnụ elu

source: Bottom Expanded Edge Panel
ig: Paneelụ keokpuru abawanyere abawanye

source: Bottom Centered Panel
ig: Paneelụ okpuru etiti

source: Bottom Floating Panel
ig: Paneelụ ose n'okpuru

source: Bottom Edge Panel
ig: Paneelụ okpuru

source: Left Expanded Edge Panel
ig: Paneelụ akaekpe abawanyere abawanye

source: Left Centered Panel
ig: Paneelụ akanri etiti

source: Left Floating Panel
ig: Paneelụ ose n'akaekpe

source: Left Edge Panel
ig: Paneelụ akaekpe

source: Right Expanded Edge Panel
ig: Paneelụ akanri abawanyere abawanye

source: Right Centered Panel
ig: Paneelụ etiti akanri

source: Right Floating Panel
ig: Paneelụ ose n'akanri

source: Right Edge Panel
ig: Paneelụ akanri

source: Name to identify panel
ig: Aha ka ihụwa ama paneelụ

source: This is a human readable name which you can use to identify a panel. Its main purpose is to serve as the panel's window title which is useful when navigating between panels.
ig: Nke a bụ aha mmadụ dị mma ọgụgụ nke ị ga-eji gosi paneelụ. Nkeisi ya bụ ịrụ orụ dịka isiokwu windo paneelụ nke bara uru mgbe a na-eme ngagharị na paneelụ ndị ahụ.

source: X screen where the panel is displayed
ig: X screen ebe egosiri paneelụ ahụ

source: With a multi-screen setup, you may have panels on each individual screen. This key identifies the current screen the panel is displayed on.
ig: Tinyere nrụnye nke mọlti-skriin, inwere ike inwe paneelụ n'inyogo nke ọbụla. Kii a na-egosipụta inyogo ọfụụ ǹkè a na-egosi paneelụ na ya.

source: Xinerama monitor where the panel is displayed
ig: Inyogo Xinerama ebe egosiri paneelụ ahụ

source: In a Xinerama setup, you may have panels on each individual monitor. This key identifies the current monitor the panel is displayed on.
ig: Na nrụnye nke Xinerama, inwere ike inwe paneelụ n;inyogo nke ọbụla. Kii a na-egosipụta inyogo nọ mgbe ahụ a ga-egosiwe paneelụ.

source: Expand to occupy entire screen width
ig: Bawanye ka ị nọchie uhie inyogo niile

source: If true, the panel will occupy the entire screen width (height if this is a vertical panel). In this mode the panel can only be placed at a screen edge. If false, the panel will only be large enough to accommodate the applets, launchers and buttons on the panel.
ig: Ọ bụrụ na ọ bụ eziokwu, paneelụ ahụ ga-anọchị uhie inyogo niile ahụ (ógō ma ọ bụrụ na nke a bụ vatikal paneelụ). Ábị́á na moodu a ga-edogowe paneelụ sọsọ n'isi inyogo. Ọ bụrụ na ọ bụ asị, paneelụ ahụ ga-ebu ibu nke ibubataju apleetị ndị ahụ, obubata na bọtịn paneelụ.

source: Panel orientation
ig: Nduzi paneelụ

source: The orientation of the panel. Possible values are "top", "bottom", "left", "right". In expanded mode the key specifies which screen edge the panel is on. In un-expanded mode the difference between "top" and "bottom" is less important - both indicate that this is a horizontal panel - but still give a useful hint as to how some panel objects should behave. For example, on a "top" panel a menu button will pop up its menu below the panel, whereas on a "bottom" panel the menu will be popped up above the panel.
ig: Ndụzi nke paneelụ. Valiu dị mmenwu bụ "top","bottom", "left ", "right". Na moodu anabawanyeghị̤ abawanye adimiche n'etiti "top" na "bottom " abachaghị uru - ha abụọ na-egosi na nke a bụ paneelụ kwụ ọtọ - ma na-enye ozi bara uru dịka etu ụfọdụ ọbjektị paneelụ sị akpa agwa. Ọmụmatụ, na "top"paneelụ bọtị̣nị menu ga-pọpụ ọpụ menu ya n'okpụrụ

source: Panel size
ig: Ụhara paneelụ

source: The height (width for a vertical panel) of the panel. The panel will determine at runtime a minimum size based on the font size and other indicators. The maximum size is fixed at one quarter of the screen height (or width).
ig: Ogo (Uhie maka vatịkal paneelụ)nke paneelụ. paneelụ ahụ ga-ekwun'oge mbido ụhara nke àl̀à nke beeziri n'ụhara ihumkpụrụedemede nakwa ogosi ndị ọzọ. Ụhara nke elu ka emeziri n'otu mpaghara nke ogo inyogo (mọọbụ uhie).

source: X co-ordinate of panel
ig: X co-ordinate nke paneelụ

source: The location of the panel along the x-axis. This key is only relevant in un-expanded mode. In expanded mode this key is ignored and the panel is placed at the screen edge specified by the orientation key.
ig: Ebe paneelụ a n'ụzọ x axis. Kii a sọsọ bara uru na moodu ánábáwányéghị́ ábáwányé. Na moodu abawanyere abawanye a na-eleghara kii a anya nakwa a na-edogowe paneelụ a n'isi inyogo nke kii nduzi zipụtara.

source: Y co-ordinate of panel
ig: Y co-ordinate nke paneelụ

source: The location of the panel along the y-axis. This key is only relevant in un-expanded mode. In expanded mode this key is ignored and the panel is placed at the screen edge specified by the orientation key.
ig: Ebe paneelụ a n'ụzọ y axis. Kii a sọṣọ bara uru na moodu ánábáwányéghị́ ábáwányé. Na moodu abawanyere aaabawanye a na-eleghara kii a anya nakwa a na-edogowe paneelụ a n'isi inyogo nke kii nduzi zipụtara.

source: The location of the panel along the x-axis, starting from the right of the screen. If set to -1, the value is ignored and the value of the x key is used. If the value is greater than 0, then the value of the x key is ignored. This key is only relevant in un-expanded mode. In expanded mode this key is ignored and the panel is placed at the screen edge specified by the orientation key.
ig: Ebe paneelụ a n'ụzọ x axis. Kii a sọsọ bara uru na moodu ánábáwányéghị́ ábáwányé. Na moodu abawanyere abawanye a na-eleghara kii a anya nakwa a na-edogowe paneelụ a n'isi inyogo nke kii nduzi zipụtara.

source: The location of the panel along the y-axis, starting from the bottom of the screen. If set to -1, the value is ignored and the value of the y key is used. If the value is greater than 0, then the value of the y key is ignored. This key is only relevant in un-expanded mode. In expanded mode this key is ignored and the panel is placed at the screen edge specified by the orientation key.
ig: Ebe paneelụ a n'ụzọ y axis. Kii a sọṣọ bara uru na moodu ánábáwányéghị́ ábáwányé. Na moodu abawanyere aaabawanye a na-eleghara kii a anya nakwa a na-edogowe paneelụ a n'isi inyogo nke kii nduzi zipụtara.

source: Center panel on x-axis
ig: Etiti paneelụ na x-axis
